Repository: FlameGemini/Ardel
Catalog: src/Ardel.Launcher/Strings/*/Resources.resw
Source language: en_us
Languages: ja_jp, zh_cn

# InstanceSettings_SaveRestored
source: Restored level.dat from backup.
ja_jp: バックアップから level.dat を復元しました。
zh_cn: 已从备份恢复 level.dat。

# InstanceSettings_SaveCover
source: World cover
ja_jp: ワールドカバー
zh_cn: 存档封面

# Home_ProcessError
source: Process error: {0}
ja_jp: プロセスエラー: {0}
zh_cn: 进程错误：{0}

# Account_Title
source: Account
ja_jp: アカウント
zh_cn: 账户

# Account_Subtitle
source: Tap a card to sign in.
ja_jp: カードをタップしてサインイン。
zh_cn: 点击卡片登录。

# Account_PlayerName
source: Player name
ja_jp: プレイヤー名
zh_cn: 游戏名

# Account_Saved
source: Player name saved
ja_jp: プレイヤー名を保存しました
zh_cn: 游戏名已保存

# Account_Add
source: Add account
ja_jp: アカウントを追加
zh_cn: 添加账户

# Account_AddTitle
source: Add account
ja_jp: アカウントを追加
zh_cn: 添加账户

# Account_EditTitle
source: Edit account
ja_jp: アカウントを編集
zh_cn: 编辑账户

# Account_Edit
source: Edit
ja_jp: 編集
zh_cn: 编辑

# Account_Skin
source: Skin
ja_jp: スキン
zh_cn: 皮肤

# Account_SkinNone
source: No skin selected
ja_jp: スキン未選択
zh_cn: 未选择皮肤

# Account_PickSkinTitle
source: Choose skin
ja_jp: スキンを選択
zh_cn: 选择皮肤

# Account_Empty
source: No accounts yet — add one to get started
ja_jp: アカウントがありません — 先に追加してください
zh_cn: 还没有账户 — 先添加一个

# Account_EmptyHint
source: Use Add in the top right.
ja_jp: 右上の追加から作成できます。
zh_cn: 点右上角的「添加」。

# Account_Reorder
source: Drag to reorder
ja_jp: ドラッグして並べ替え
zh_cn: 拖动以调整顺序

# Account_ActiveBadge
source: Active
ja_jp: 使用中
zh_cn: 当前

# Account_KindOffline
source: Offline
ja_jp: オフライン
zh_cn: 离线

# Account_KindMicrosoft
source: Microsoft
zh_cn: 正版

source: Account type
ja_jp: アカウント種類
zh_cn: 账户类型

# Account_SkinCustom
source: Custom
ja_jp: カスタム
zh_cn: 自定义

# Account_SkinCustom1
source: Custom 1
ja_jp: カスタム 1
zh_cn: 自定义 1

# Account_SkinCustom2
source: Custom 2
ja_jp: カスタム 2
zh_cn: 自定义 2

# Account_SkinSlotEmpty
source: Not set — import a PNG
ja_jp: 未設定 — PNG をインポート
zh_cn: 未设置 — 导入 PNG

# Account_SkinReplace
source: Replace…
ja_jp: 変更…
zh_cn: 更换…

# Account_MicrosoftPlaceholder
source: Sign in with the Microsoft account that owns Minecraft: Java Edition. A browser window will open.
ja_jp: Minecraft: Java Edition を所有する Microsoft アカウントでサインインします。ブラウザが開きます。
zh_cn: 使用拥有 Minecraft: Java 版的 Microsoft 账户登录，系统将打开浏览器完成授权。

# Account_MicrosoftComingSoon
source: This action is not available for Microsoft accounts.
ja_jp: この操作は Microsoft アカウントでは利用できません。
zh_cn: 正版账户不支持此操作。

# Account_MicrosoftSignIn
source: Sign in with Microsoft
ja_jp: Microsoft でサインイン
zh_cn: 使用 Microsoft 登录

# Account_MicrosoftSigningIn
source: Signing in…
ja_jp: サインイン中…
zh_cn: 正在登录…

# Account_MicrosoftSignInFailed
source: Microsoft sign-in failed: {0}
ja_jp: Microsoft サインインに失敗しました: {0}
zh_cn: Microsoft 登录失败：{0}

# Account_MicrosoftAppNotAllowlisted
source: Microsoft signed in, but Minecraft Services rejected this app (Client ID not allowlisted yet). Wait for Mojang approval, then try again.
ja_jp: Microsoft にはサインインできましたが、Minecraft サービスがこのアプリを拒否しました（Client ID が未許可）。Mojang の承認後に再試行してください。
zh_cn: Microsoft 账户已授权，但 Minecraft 服务拒绝了本应用（Client ID 尚未进入 Mojang 白名单）。请等待审核通过后再试。

# Account_MicrosoftNeedOwn
source: This Microsoft account does not own Minecraft: Java Edition.
ja_jp: この Microsoft アカウントは Minecraft: Java Edition を所有していません。
zh_cn: 此 Microsoft 账户未拥有 Minecraft: Java 版。

# Account_MicrosoftRefreshFailed
source: Could not refresh the Microsoft session. Sign in again.
ja_jp: Microsoft セッションを更新できませんでした。再度サインインしてください。
zh_cn: 无法刷新 Microsoft 会话，请重新登录。

# Account_MicrosoftRefresh
source: Refresh Microsoft profile & skin
zh_cn: 刷新正版数据与皮肤

# Account_MicrosoftRefreshing
source: Syncing Microsoft profile & skin…
zh_cn: 正在同步正版数据与皮肤…

# Account_MicrosoftRefreshed
source: Microsoft profile and skin synced successfully
zh_cn: 正版信息与皮肤已同步更新

# Account_LoggingIn
source: Signing in as {0}…
ja_jp: {0} でサインイン中…
zh_cn: 正在登录 {0}…

# Account_LoginOffline
source: Switching offline profile…
ja_jp: オフラインプロファイル切替中…
zh_cn: 正在切换离线账户…

# Account_LoggedIn
source: Signed in as {0}
ja_jp: {0} でサインインしました
zh_cn: 已登录为 {0}

# Account_LoggedOut
source: Signed out ({0})
ja_jp: {0} からサインアウトしました
zh_cn: 已退出登录（{0}）

# Account_LoginFailed
source: Sign-in failed: {0}
ja_jp: サインインに失敗しました: {0}
zh_cn: 登录失败：{0}

# Account_DeleteTitle
source: Delete account
ja_jp: アカウントを削除
zh_cn: 删除账户

# Account_DeleteConfirm
source: Delete "{0}"? This cannot be undone.
ja_jp: 「{0}」を削除しますか？元に戻せません。
zh_cn: 删除“{0}”？此操作无法撤销。

# Account_NeedLogin
source: Sign in on the Account page (tap a card) before launching.
ja_jp: 起動前にアカウントページでカードを選んでサインインしてください。
zh_cn: 请先在账户页点击卡片登录，再启动游戏。

# Account_NeedSkin
source: Choose a skin for this account first.
ja_jp: 先にこのアカウントのスキンを選んでください。
zh_cn: 请先为该账户选择皮肤。

# Account_OpenSkinLibrary
source: Open skin library
ja_jp: スキンライブラリを開く
zh_cn: 打开皮肤库

# Account_SetActive
source: Set as Active
zh_cn: 设为当前账号

# Account_Deactivate
source: Sign Out
zh_cn: 退出当前账号

# Account_SkinDescMicrosoft
source: Official Microsoft skin synced with Mojang cloud servers.
zh_cn: 微软正版皮肤直接与 Mojang 官方服务器同步，修改后在全网联机中生效。

# Account_SkinDescOffline
source: Offline skin saved in your local skin library.
zh_cn: 离线账户皮肤保存在本地皮肤库中。

# Account_CapeSubtitle
source: Official capes owned by this account. Click to equip or unequip.
zh_cn: 此微软账号所拥有的正版披风，点击卡片即可佩戴或卸下。

# Account_SkinPick
source: Select from Library
zh_cn: 从皮肤库挑选

# Account_ConfirmUploadSkin
source: Upload to Mojang
zh_cn: 确认同步到 Mojang

# Account_OfflineRequiresLicensedAccount
source: Please bind at least one licensed Microsoft account before adding offline accounts.
ja_jp: オフラインアカウントを追加する前に、少なくとも1つの正規 Microsoft アカウントを連携してください。
zh_cn: 必须先绑定至少一个正版 Microsoft 账户，方可添加离线账户。

# Account_OfflineLockedHint
source: Offline mode is locked. Sign in to a licensed Microsoft account first to unlock offline mode.
ja_jp: オフラインモードはロックされています。ロックを解除するには、まず正規 Microsoft アカウントでサインインしてください。
zh_cn: 离线模式已锁定。请先登录正版 Microsoft 账户以解锁离线模式。

# Account_OfflineLockedBadge
source: Locked
ja_jp: ロック中
zh_cn: 已锁定

# Account_OfflineSegmentDisabledHint
source: Sign in with a licensed Microsoft account first to unlock offline mode.
ja_jp: オフラインモードを解除するには、まず正規 Microsoft アカウントでサインインしてください。
zh_cn: 请先登录正版 Microsoft 账户以解锁离线模式。

# Account_OfflineLockedTitle
source: Licensed Account Required
ja_jp: 正規版アカウントの連携が必要です
zh_cn: 需要绑定正版账户

# Account_OfflineLockedDetail
source: Under the Terms of Service and licensing policy, you must bind at least one valid licensed Microsoft account before using offline mode.
ja_jp: 利用規約および正規版利用規程に基づき、オフラインモードを使用する前に有効な正規版Microsoftアカウントを少なくとも1つ連携する必要があります。
zh_cn: 根据软件服务条款与正版使用规范，使用离线模式前须先成功绑定至少一个有效的正版 Microsoft 账户。

# Account_OfflineLockedGoSignIn
source: Sign in with Microsoft
ja_jp: Microsoftアカウントでログイン
zh_cn: 登录微软账户

# Account_OfflineLockedBuyLink
source: Buy Minecraft
ja_jp: 正規版を購入
zh_cn: 购买正版

# Download_SectionSkins
source: Skins
ja_jp: スキン
zh_cn: 皮肤库

# Skin_LibraryTitle
source: Skin library
ja_jp: スキンライブラリ
zh_cn: 皮肤库

# Skin_LibrarySubtitle
source: Import and preview skins for offline or Microsoft profiles
ja_jp: オフライン / Microsoft 用スキンを取り込み・プレビュー
zh_cn: 导入并预览离线 / 正版账户使用的皮肤

# Skin_Add
source: Add skin
ja_jp: スキンを追加
zh_cn: 添加皮肤

# Skin_AddTitle
source: Add skin
ja_jp: スキンを追加
zh_cn: 添加皮肤

source: Skin name
ja_jp: スキン名
zh_cn: 皮肤名称

# Skin_NamePlaceholder
source: Display name in the library
ja_jp: ライブラリに表示する名前
zh_cn: 在皮肤库中显示的名称

# Skin_NameRequired
source: Enter a skin name.
ja_jp: スキン名を入力してください。
zh_cn: 请输入皮肤名称。

# Skin_ArmModel
source: Arm model
ja_jp: 腕モデル
zh_cn: 手臂模型

# Skin_ModelSteve
source: Steve (classic)
ja_jp: Steve（クラシック）
zh_cn: Steve（经典）

# Skin_ModelAlex
source: Alex (slim)
ja_jp: Alex（スリム）
zh_cn: Alex（纤细）

# Skin_Import
source: Import PNG…
ja_jp: PNG をインポート…
zh_cn: 导入 PNG…

# Skin_ImportRequired
source: Choose a skin PNG to import.
ja_jp: インポートするスキン PNG を選んでください。
zh_cn: 请选择要导入的皮肤 PNG。

# Skin_ImportFailed
source: Could not import skin: {0}
ja_jp: スキンをインポートできませんでした: {0}
zh_cn: 无法导入皮肤：{0}

# Skin_Empty
source: No skins yet — Steve and Alex are seeded automatically
ja_jp: スキンがありません — Steve / Alex は自動で用意されます
zh_cn: 暂无皮肤 — Steve / Alex 原皮会自动预置

# Skin_Count
source: {0} skins
ja_jp: {0} 件のスキン
zh_cn: {0} 个皮肤

# Skin_CannotDeleteBuiltIn
source: Built-in Steve/Alex skins cannot be deleted.
ja_jp: 組み込みの Steve/Alex スキンは削除できません。
zh_cn: 内置 Steve/Alex 皮肤不能删除。

# Skin_Official
source: Skin
zh_cn: 皮肤

# Skin_OfficialSubtitle
source: Skin synced from cloud
zh_cn: 从云端同步的皮肤

# Account_ManageAppearance
source: Appearance & Personalization
zh_cn: 外观与个性化

# Account_TabSkin
source: Skin
zh_cn: 皮肤

# Account_TabCape
source: Cape
zh_cn: 披风

# Account_TabName
source: Change Name
zh_cn: 修改玩家名

# Account_ChangeSkinSubtitle
source: Select a PNG skin file and arm model to sync with your account
zh_cn: 选择 PNG 皮肤文件并设置手臂粗细，保存后同步更新

# Account_SelectSkinPng
source: Select Skin File…
zh_cn: 选择皮肤文件…

# Account_ArmModel_Classic
source: Classic (4px)
zh_cn: 经典 (4px)

# Account_ArmModel_Slim
source: Slim (3px)
zh_cn: 纤细 (3px)

# Account_ArmModelLabel
source: Arm Model
zh_cn: 手臂版型

# Account_SkinSave
source: Save & Apply Skin
zh_cn: 保存并应用皮肤

# Account_SkinSuccess
source: Skin updated successfully
zh_cn: 皮肤已成功更新

# Account_SkinFailed
source: Failed to update skin: {0}
zh_cn: 更换皮肤失败：{0}

# Account_CapeNone
source: None (Unequipped)
zh_cn: 不佩戴披风

# Account_CapeEmpty
source: No capes available for this account
zh_cn: 当前账号名下暂无可用的披风

# Account_CapeSave
source: Save Cape
zh_cn: 保存披风设置

# Account_CapeSuccess
source: Cape updated successfully
zh_cn: 披风已成功更新

# Account_CapeFailed
source: Failed to update cape: {0}
zh_cn: 保存披风失败：{0}

# Account_CapeActive
source: Equipped
zh_cn: 当前佩戴

# Account_MojangRateLimit
source: Operation too frequent. Mojang servers rate limit cape changes; please wait a moment.
zh_cn: 操作过于频繁，Mojang 官方限制了披风更换频率，请等待几秒后再试。

# Account_MojangRateLimitWait
source: Mojang rate limit cooldown. Please wait {0} seconds before trying again.
zh_cn: Mojang 请求限流冷却中，请等待 {0} 秒后再试。

# Account_NameCurrent
source: Current Name
zh_cn: 当前玩家名

# Account_NameNew
source: New Name
zh_cn: 新玩家名

# Account_NameCheck
source: Check Availability
zh_cn: 检查可用性

# Account_NameCooldown
source: Minecraft names can only be changed once every 30 days. Currently in cooldown.
zh_cn: 每 30 天只能修改一次玩家名，当前处于冷却期

# Account_NameAvailable
source: This username is available
zh_cn: 该玩家名可用

# Account_NameUnavailable
source: This username is unavailable or already taken
zh_cn: 该玩家名不可用或已被占用

# Account_NameSave
source: Confirm Name Change
zh_cn: 确认修改玩家名

# Account_NameSuccess
source: Player name changed to: {0}
zh_cn: 玩家名已成功修改为：{0}

# Account_NameFailed
source: Failed to change name: {0}
zh_cn: 修改玩家名失败：{0}

# Account_Saving
source: Saving…
zh_cn: 正在保存…

# Download_Type
source: Type
ja_jp: 種類
zh_cn: 类型

# Download_SectionMod
source: Mod
ja_jp: モッド
zh_cn: 模组

# Download_SectionResourcePack
source: Resource Pack
ja_jp: リソースパック
zh_cn: 材质包

# Download_SectionDatapack
source: Data Pack
ja_jp: データパック
zh_cn: 数据包

# Download_SectionShaderPack
source: Shader Pack
ja_jp: シェーダーパック
zh_cn: 光影包

# Download_SectionModpack
source: Modpack
ja_jp: 統合パック
zh_cn: 整合包

# Catalog_DetailTitle
source: Details
ja_jp: 詳細
zh_cn: 详情

# Download_Search
source: Search
ja_jp: 検索
zh_cn: 搜索

# Download_SearchPlaceholder
source: e.g. 1.21
ja_jp: 例: 1.21
zh_cn: 例如 1.21

# Download_Installed
source: Installed
ja_jp: インストール済み
zh_cn: 已安装

# Download_SelectHint
source: Click a version to choose name and loader
ja_jp: バージョンをクリックして名前とローダーを選択
zh_cn: 点击版本以选择名称与加载器

# Download_SelectRelease
source: Click a release to install
ja_jp: リリースをクリックしてインストール
zh_cn: 点击正式版开始安装

# Download_SelectSnapshot
source: Snapshots may be unstable — click one to install
ja_jp: スナップショットは不安定な場合があります — クリックでインストール
zh_cn: 快照可能不稳定 — 点击即可安装

# Download_SelectAprilFools
source: April Fools / joke clients — click one to install
ja_jp: エイプリルフール / ジョーク版 — クリックでインストール
zh_cn: 愚人节 / 玩笑版 — 点击即可安装

# Download_NoResults
source: No versions match these filters.
ja_jp: この条件に合うバージョンはありません。
zh_cn: 没有符合筛选的版本。

# Catalog_KindMod
source: mods
ja_jp: Mod
zh_cn: 模组

# Catalog_KindResourcePack
source: resource packs
ja_jp: リソースパック
zh_cn: 材质包

# Catalog_KindDatapack
source: datapacks
ja_jp: データパック
zh_cn: 数据包

# Catalog_KindShaderPack
source: shader packs
ja_jp: シェーダーパック
zh_cn: 光影包

# Catalog_KindModpack
source: modpacks
ja_jp: 統合パック
zh_cn: 整合包

# Catalog_SearchHint
source: Set filters, then search to list {0}.
ja_jp: 条件を指定して検索すると {0} 一覧が表示されます。
zh_cn: 设置筛选后搜索以列出{0}。

# Catalog_SearchEmpty
source: No matching {0}.
ja_jp: 条件に一致する {0} がありません。
zh_cn: 没有符合条件的{0}。

# Catalog_InstallDialogTitle
source: Install {0}
ja_jp: {0} をインストール
zh_cn: 安装{0}

# Catalog_InstallNoCompatiblePack
source: No compatible profiles. Need a matching game version.
ja_jp: 互換インスタンスがありません。ゲームバージョンの一致が必要です。
zh_cn: 没有兼容实例。需要匹配的游戏版本。

# Catalog_UpdatedJustNow
source: Updated just now
ja_jp: たった今更新
zh_cn: 刚刚更新

# Catalog_UpdatedMinutes
source: Updated {0}m ago
ja_jp: {0} 分前に更新
zh_cn: {0} 分钟前更新

# Catalog_UpdatedHours
source: Updated {0}h ago
ja_jp: {0} 時間前に更新
zh_cn: {0} 小时前更新

# Catalog_UpdatedDays
source: Updated {0}d ago
ja_jp: {0} 日前に更新
zh_cn: {0} 天前更新

# Catalog_DatapackTargetHeader
source: Install target
ja_jp: インストール先
zh_cn: 安装目标

# Catalog_DatapackTargetInstance
source: Instance datapacks
ja_jp: インスタンス datapacks
zh_cn: 实例 datapacks

# Catalog_DatapackTargetWorld
source: Specific world
ja_jp: 特定のワールド
zh_cn: 指定存档

# Catalog_DatapackTargetInstanceHint
source: Applies to all worlds in this instance (instance/datapacks).
ja_jp: このインスタンスのすべてのワールドに適用します（instance/datapacks）。
zh_cn: 应用到该实例的所有世界（instance/datapacks）。

# Catalog_DatapackTargetWorldHint
source: Installs into one save's datapacks folder (saves/<world>/datapacks).
ja_jp: 1 つのセーブの datapacks フォルダーにインストールします（saves/<world>/datapacks）。
zh_cn: 安装到某个存档的 datapacks 目录（saves/<世界>/datapacks）。

# Catalog_DatapackNoWorlds
source: No saves found. Create a world in this instance first.
ja_jp: セーブが見つかりません。先にこのインスタンスでワールドを作成してください。
zh_cn: 未找到存档。请先在该实例中创建世界。

# Catalog_DatapackPickWorld
source: Pick a world in {0}
ja_jp: {0} でワールドを選択
zh_cn: 在 {0} 中选择存档

# Catalog_DetailEmptyRetry
source: No files for these filters. Change the version filter or retry.
ja_jp: この条件ではファイルがありません。バージョンフィルターを変更するか再試行してください。
zh_cn: 这些筛选下没有文件。可改游戏版本或重试。

# Download_Fetching
source: Fetching version list…
ja_jp: バージョン一覧を取得中…
zh_cn: 正在获取版本列表…

# Download_Available
source: {0} versions available
ja_jp: {0} 件のバージョンが利用可能
zh_cn: 共 {0} 个可用版本

# Download_AvailableBusy
source: {0} tasks · {1} versions available
ja_jp: {0} 件のタスク · {1} 件のバージョン
zh_cn: {0} 个任务 · {1} 个可用版本

# Download_LoadFailed
source: Load failed: {0}
ja_jp: 読み込みに失敗しました: {0}
zh_cn: 加载失败：{0}

# Download_Started
source: Started {0} · {1} active
ja_jp: {0} を開始 · 実行中 {1}
zh_cn: 已开始 {0} · {1} 进行中

# Download_Waiting
source: Waiting…
ja_jp: 待機中…
zh_cn: 等待中…

# Download_WaitingGate
source: Waiting for another task…
ja_jp: 別のタスクを待機中…
zh_cn: 等待其他任务…

# Download_InitLauncher
source: Starting installer…
ja_jp: インストーラーを起動中…
zh_cn: 正在启动安装程序…

# Download_PreparingFiles
source: Preparing…
ja_jp: 準備中…
zh_cn: 准备中…

# Download_ResolvingFiles
source: Resolving version files…
ja_jp: バージョンファイルを解決中…
zh_cn: 正在解析版本文件…

# Download_ResolvingElapsed
source: Resolving version files… ({0}s)
ja_jp: バージョンファイルを解決中…（{0} 秒）
zh_cn: 正在解析版本文件…（{0} 秒）

# Download_CheckingFiles
source: Checking files {0}/{1}
ja_jp: ファイルを確認中 {0}/{1}
zh_cn: 正在检查文件 {0}/{1}

# Download_DownloadingCount
source: Downloading {0}/{1}
ja_jp: ダウンロード中 {0}/{1}
zh_cn: 正在下载 {0}/{1}

# Download_Queued
source: Queued…
ja_jp: キュー待ち…
zh_cn: 已排队…

# Download_Cancelling
source: Cancelling…
ja_jp: キャンセル中…
zh_cn: 正在取消…

# Download_Cancelled
source: Cancelled
ja_jp: キャンセルしました
zh_cn: 已取消

# Download_CancelledNamed
source: Cancelled {0}
ja_jp: {0} をキャンセルしました
zh_cn: 已取消 {0}

# Download_Downloaded
source: Downloaded
ja_jp: ダウンロード完了
zh_cn: 已下载

# Download_DownloadedNamed
source: Downloaded {0}
ja_jp: {0} をダウンロードしました
zh_cn: 已下载 {0}

# Download_CompleteToast
source: Download complete · {0}
ja_jp: ダウンロード完了 · {0}
zh_cn: 下载完成 · {0}

# Download_Failed
source: Failed {0}: {1}
ja_jp: 失敗 {0}: {1}
zh_cn: 失败 {0}：{1}

# Download_CannotOpenFolder
source: Cannot open folder: {0}
ja_jp: フォルダーを開けません: {0}
zh_cn: 无法打开文件夹：{0}

# Download_FlyoutHeader
source: Tasks
ja_jp: タスク
zh_cn: 任务

# Download_FlyoutHeaderCount
source: Tasks ({0})
ja_jp: タスク（{0}）
zh_cn: 任务（{0}）

# Download_ClearFinished
source: Clear finished
ja_jp: 完了した項目を消去
zh_cn: 清除已结束

# Download_Retry
source: Retry
ja_jp: 再試行
zh_cn: 重试

# Download_Dismiss
source: Remove from list
ja_jp: リストから削除
zh_cn: 从列表移除

# Category_Release
source: Release
ja_jp: リリース
zh_cn: 正式版

# Category_Snapshot
source: Snapshot
ja_jp: スナップショット
zh_cn: 快照

# Category_AprilFools
source: April Fools
ja_jp: エイプリルフール
zh_cn: 愚人节

# Mod_Keyword
source: Keyword
ja_jp: キーワード
zh_cn: 关键词

# Mod_KeywordPlaceholder
source: Name or slug
ja_jp: 名前または ID
zh_cn: 名称或标识

# Mod_Source
source: Source
ja_jp: ソース
zh_cn: 来源

# Mod_Version
source: Game version
ja_jp: ゲームバージョン
zh_cn: 游戏版本

# Mod_Category
source: Category
ja_jp: カテゴリ
zh_cn: 分类

# Mod_Loader
source: Loader
ja_jp: ローダー
zh_cn: 加载器

# Mod_SourceAll
source: All sources
ja_jp: すべてのソース
zh_cn: 全部来源

# Mod_VersionAll
source: Any version
ja_jp: 任意のバージョン
zh_cn: 任意版本

# Mod_LoaderAny
source: Any loader
ja_jp: 任意のローダー
zh_cn: 任意加载器

# Mod_CategoryAll
source: All categories
ja_jp: すべてのカテゴリ
zh_cn: 全部分类

# Mod_CategoryWorldGen
source: World generation
ja_jp: ワールド生成
zh_cn: 世界生成

# Mod_CategoryBiomes
source: Biomes
ja_jp: バイオーム
zh_cn: 生物群系

# Mod_CategoryDimensions
source: Dimensions
ja_jp: ディメンション
zh_cn: 维度

# Mod_CategoryOres
source: Ores and resources
ja_jp: 鉱石と資源
zh_cn: 矿物与资源

# Mod_CategoryStructures
source: Structures
ja_jp: 構造物
zh_cn: 结构

# Mod_CategoryTechnology
source: Technology
ja_jp: テクノロジー
zh_cn: 科技

# Mod_CategoryLogistics
source: Logistics
ja_jp: 物流
zh_cn: 物流

# Mod_CategoryAutomation
source: Automation
ja_jp: 自動化
zh_cn: 自动化

# Mod_CategoryEnergy
source: Energy
ja_jp: エネルギー
zh_cn: 能源

# Mod_CategoryRedstone
source: Redstone
ja_jp: レッドストーン
zh_cn: 红石

# Mod_CategoryFood
source: Food and cooking
ja_jp: 食料と調理
zh_cn: 食物与烹饪

# Mod_CategoryFarming
source: Farming
ja_jp: 農業
zh_cn: 农业

# Mod_CategoryGameMechanics
source: Game mechanics
ja_jp: ゲームメカニクス
zh_cn: 游戏机制

# Mod_CategoryTransport
source: Transportation
ja_jp: 輸送
zh_cn: 运输

# Mod_CategoryStorage
source: Storage
ja_jp: 保管
zh_cn: 仓储

# Mod_CategoryMagic
source: Magic
ja_jp: 魔法
zh_cn: 魔法

# Mod_CategoryAdventure
source: Adventure
ja_jp: 冒険
zh_cn: 冒险

# Mod_CategoryDecoration
source: Decoration
ja_jp: 装飾
zh_cn: 装饰

# Mod_CategoryMobs
source: Mobs
ja_jp: モブ
zh_cn: 生物

# Mod_CategoryUtility
source: Utility
ja_jp: ユーティリティ
zh_cn: 实用

# Mod_CategoryEquipment
source: Equipment and tools
ja_jp: 装備とツール
zh_cn: 装备与工具

# Mod_CategoryCreative
source: Creative
ja_jp: クリエイティブ
zh_cn: 创造

# Mod_CategoryOptimization
source: Optimization
ja_jp: 最適化
zh_cn: 性能优化

# Mod_CategoryInfo
source: Information
ja_jp: 情報表示
zh_cn: 信息显示

# Mod_CategorySocial
source: Multiplayer
ja_jp: マルチプレイ
zh_cn: 多人 / 服务器

# Mod_CategoryLibrary
source: Libraries
ja_jp: ライブラリ
zh_cn: 支持库

# Mod_SearchHint
source: Set filters, then search to list Mods.
ja_jp: 条件を指定して検索すると Mod 一覧が表示されます。
zh_cn: 设置筛选条件后点击搜索以列出 Mod。

# Mod_Searching
source: Searching…
ja_jp: 検索中…
zh_cn: 正在搜索…

# Mod_SearchEmpty
source: No Mods matched these filters.
ja_jp: 条件に一致する Mod がありません。
zh_cn: 没有符合条件的 Mod。

# Mod_SearchCount
source: {0} Mods
ja_jp: Mod {0} 件
zh_cn: {0} 个 Mod

# Mod_SearchCountWithWarning
source: {0} Mods — {1}
ja_jp: Mod {0} 件 — {1}
zh_cn: {0} 个 Mod — {1}

# Mod_SearchCountFiltered
source: {0} Mods · {1}
ja_jp: {0} 件の Mod · {1}
zh_cn: {0} 个 Mod · {1}

# Mod_SearchCountFilteredEmpty
source: No Mods for {0}
ja_jp: {0} に該当する Mod はありません
zh_cn: 没有符合 {0} 的 Mod

# Mod_SearchCountFilteredWithWarning
source: {0} Mods · {1} — {2}
ja_jp: {0} 件の Mod · {1} — {2}
zh_cn: {0} 个 Mod · {1} — {2}

# Mod_SearchFailed
source: Search failed: {0}
ja_jp: 検索に失敗しました: {0}
zh_cn: 搜索失败：{0}

# Mod_SearchBothFailed
source: Search failed. Modrinth: {0}; CurseForge: {1}
ja_jp: 検索に失敗しました。Modrinth: {0}; CurseForge: {1}
zh_cn: 搜索失败。Modrinth：{0}；CurseForge：{1}

# Mod_SearchPartialModrinth
source: Modrinth unavailable ({0}); showing CurseForge only.
ja_jp: Modrinth に接続できません（{0}）。CurseForge のみ表示します。
zh_cn: 无法连接 Modrinth（{0}），仅显示 CurseForge。

# Mod_SearchPartialCurseForge
source: CurseForge unavailable ({0}); showing Modrinth only.
ja_jp: CurseForge に接続できません（{0}）。Modrinth のみ表示します。
zh_cn: 无法连接 CurseForge（{0}），仅显示 Modrinth。

# Mod_DownloadsExact
source: {0} downloads
ja_jp: ダウンロード {0}
zh_cn: {0} 次下载

# Mod_DownloadsThousands
source: {0}K downloads
ja_jp: ダウンロード {0}K
zh_cn: {0}K 次下载

# Mod_DownloadsMillions
source: {0}M downloads
ja_jp: ダウンロード {0}M
zh_cn: {0}M 次下载

# Mod_PagePrevious
source: Previous
ja_jp: 前へ
zh_cn: 上一页

# Mod_PageNext
source: Next
ja_jp: 次へ
zh_cn: 下一页

# Mod_PageLabel
source: Page {0}
ja_jp: {0} ページ
zh_cn: 第 {0} 页

# Mod_LoaderLiteLoaderUnsupported
source: LiteLoader (unsupported)
ja_jp: LiteLoader（非対応）
zh_cn: LiteLoader（不支持）

# Mod_LiteLoaderUnsupportedHint
source: LiteLoader only supports Minecraft 1.5.2–1.12.2. It is not available for {0}.
ja_jp: LiteLoader は Minecraft 1.5.2–1.12.2 のみ対応です。{0} では使えません。
zh_cn: LiteLoader 仅支持 Minecraft 1.5.2–1.12.2，无法用于 {0}。

# Mod_LiteLoaderUnsupportedStatus
source: LiteLoader does not support Minecraft {0}.
ja_jp: LiteLoader は Minecraft {0} に対応していません。
zh_cn: LiteLoader 不支持 Minecraft {0}。

# Mod_DetailBack
source: Back
ja_jp: 戻る
zh_cn: 返回

# Mod_DetailTitle
source: Mod
ja_jp: Mod 詳細
zh_cn: 模组

# Mod_DetailLoading
source: Loading Mod details…
ja_jp: Mod の詳細を読み込み中…
zh_cn: 正在加载模组详情…

# Mod_DetailLoadFailed
source: Could not load Mod details.
ja_jp: Mod の詳細を読み込めませんでした。
zh_cn: 无法加载模组详情。

# Mod_DetailLoadFailedNamed
source: Could not load Mod details: {0}
ja_jp: Mod の詳細を読み込めませんでした: {0}
zh_cn: 无法加载模组详情：{0}

# Mod_DetailUnknownSource
source: Unknown Mod source: {0}
ja_jp: 不明な Mod ソース: {0}
zh_cn: 未知模组来源：{0}

# Mod_DetailInvalidId
source: Invalid Mod id: {0}
ja_jp: 無効な Mod ID: {0}
zh_cn: 无效的模组 ID：{0}

# Mod_DetailNoFiles
source: No downloadable files found.
ja_jp: ダウンロード可能なファイルがありません。
zh_cn: 没有可下载的文件。

# Mod_DetailFileCount
source: {0} files
ja_jp: {0} 件のファイル
zh_cn: {0} 个文件

# Mod_DetailVersionsHeader
source: Versions
ja_jp: バージョン
zh_cn: 版本列表

# Mod_DetailOpenModrinth
source: Open on Modrinth
ja_jp: Modrinth で開く
zh_cn: 在 Modrinth 打开

# Mod_DetailOpenCurseForge
source: Open on CurseForge
ja_jp: CurseForge で開く
zh_cn: 在 CurseForge 打开

# Mod_DetailCopyName
source: Copy name
ja_jp: 名前をコピー
zh_cn: 复制名称

# Mod_DetailCopiedName
source: Name copied
ja_jp: 名前をコピーしました
zh_cn: 已复制名称

# Mod_DetailChannelRelease
source: Release
ja_jp: 正式版
zh_cn: 正式版

# Mod_DetailChannelBeta
source: Beta
ja_jp: ベータ
zh_cn: Bêta

# Mod_DetailFilterVersion
source: Match game version
ja_jp: ゲームバージョンで絞り込み
zh_cn: 匹配游戏版本

# Mod_DetailFilterLoader
source: Match loader
ja_jp: ローダーで絞り込み
zh_cn: 匹配加载器

# Mod_DetailFilterAllVersions
source: All versions
ja_jp: すべてのバージョン
zh_cn: 全部版本

# Mod_DetailFilterAllLoaders
source: All loaders
ja_jp: すべてのローダー
zh_cn: 全部加载器

# Mod_DetailDependenciesHeader
source: Dependencies
ja_jp: 依存関係
zh_cn: 依赖

# Mod_DependencyRequired
source: Required
ja_jp: 必須
zh_cn: 必要

# Mod_DependencyOptional
source: Optional
ja_jp: 任意
zh_cn: 可选

# Mod_InstallDialogTitle
source: Install Mod
ja_jp: Mod をインストール
zh_cn: 安装模组

# Mod_InstallTitle
source: Install {0}
ja_jp: {0} をインストール
zh_cn: 安装 {0}

# Mod_InstallPickInstance
source: Choose a compatible instance (grouped by loader + version)
ja_jp: 互換インスタンスを選択（ローダー + バージョンで分類）
zh_cn: 选择兼容实例（按加载器 + 版本分组）

# Mod_InstallNoInstances
source: No instances installed yet — download a game version first.
ja_jp: インスタンスがありません — 先にゲームをダウンロードしてください。
zh_cn: 还没有实例 — 请先下载游戏版本。

# Mod_InstallNoCompatible
source: No compatible instances. Need a matching game version and loader — vanilla cannot install Mods.
ja_jp: 互換インスタンスがありません。ゲームバージョンとローダーの一致が必要です — バニラには Mod を入れられません。
zh_cn: 没有兼容实例。需要匹配的游戏版本与加载器 — 原版不能安装模组。
